; TranslationAuthor: Thanapon Namjittrong
; TranslationAuthorEmail: Thanapon-1994@hotmail.com
; Soft Version: 1.17.55
;

[Translation]
LanguageName=TH
LangCode=041e
ReadHabit=Left-to-right
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET

Confirm=ยืนยัน

;
; Main GUI
;
TfrmWRMMain.Caption=Wise Reminder เบต้า
TfrmWRMMain.btnUnfinish.Caption=ยังไม่เสร็จ
TfrmWRMMain.btnCompleted.Caption=เสร็จสิ้นแล้ว
TfrmWRMMain.btnBack.caption=ย้อนกลับ
TfrmWRMMain.btnDone.Caption=บันทึก
TfrmWRMMain.lblRepeat.caption=ซ้ำ:
TfrmWRMMain.lblTime.caption=เวลา:
TfrmWRMMain.lblName.caption=คำอธิบาย:
TfrmWRMMain.lblDate.caption=วันที่:
TfrmWRMMain.cbPeriod.Item1=ครั้งเดียว
TfrmWRMMain.cbPeriod.Item2=ทุกวัน
TfrmWRMMain.cbPeriod.Item3=ทุกสัปดาห์
TfrmWRMMain.cbPeriod.Item4=ทุกเดือน
TfrmWRMMain.cbPeriod.Item5=ทุกปี
;
;hint
;
TfrmWRMMain.imgf.hint=ติดตามเราบน Facebook
TfrmWRMMain.imgt.hint=ติดตามเราบน Twitter
TfrmWRMMain.imgmail.hint=แบ่งปันให้กับเพื่อน
TfrmWRMMain.imghome.hint=โฮมเพจ
TfrmWRMMain.CloseHint=ปิด
TfrmWRMMain.MenuHint=เมนู
TfrmWRMMain.MinHint=ย่อเล็กสุด
TfrmWRMMain.lbl2.caption=เวอร์ชั่นปัจจุบัน:%s
TfrmWRMMain.lbl3.Caption=ตรวจหาการอัพเดท
TfrmWRMMain.btnDetails.hint_1=รายละเอียด
TfrmWRMMain.btnDetails.hint_2=แก้ไขและกู้คืน
TfrmWRMMain.btnDelete.hint_1=ทำเครื่องหมายว่าเสร็จสิ้นแล้ว
TfrmWRMMain.btnDelete.hint_2=ลบ


msgdlg.btnNO=ไม่
msgdlg.btnOk=ตกลง
msgdlg.btnYes=ใช่
;
; Time
;
constY=ปี
constM=เดือน
constD=วัน
constHH=ชั่วโมง
constMM=นาที
constSS=วินาที
constYs=ปี
constMs=เดือน
constDs=วัน
constHHs=ชั่วโมง
constMMs=นาที
constSSs=วินาที
;
; Popup Menu
;
TfrmWRMMain.TrayMenuItem1=วิธีใช้แบบออนไลน์
TfrmWRMMain.TrayMenuItem2=ฟอรั่ม
TfrmWRMMain.TrayMenuItem3=โฮมเพจ
TfrmWRMMain.TrayMenuItem4=ติดต่อเรา
TfrmWRMMain.TrayMenuItem5=ตรวจหาเวอร์ชั่นใหม่
TfrmWRMMain.TrayMenuItem6=ตรวจหาข่าวสาร
TfrmWRMMain.TrayMenuItem7=ภาษา
TfrmWRMMain.TrayMenuItem8=เรียกใช้เมื่อเริ่มต้นระบบ
TfrmWRMMain.TrayMenuItem9=เกี่ยวกับ
TfrmWRMMain.TrayMenuItem10=ออก
TfrmRemindDlg.Caption_1=คุณได้พลาดการแจ้งเตือนบางอย่าง
TfrmWRMMain.lbl1.caption=คืนค่า
TfrmWRMMain.fxpmn.item1=สำรอง
TfrmWRMMain.fxpmn.item2=เรียกคืน
GetLang=แปลภาษา...
;
; Notice
;
TfrmRemindDlg.Caption=ข้อความแจ้งเตือน
TfrmRemindDlg.btnComplete.Caption=ตกลง
TfrmRemindDlg.btnDelay.Caption=เตือนฉันในภายหลัง
;
; About
;
TfrmAbout.Caption=เกี่ยวกับ
TfrmAbout.lblEmail.caption=อีเมลฝ่ายสนับสนุน:
TfrmAbout.lblhome.caption=โฮมเพจ:
TfrmAbout.lblthanks.caption=ขอบคุณที่ติดตามผลงานของพวกเรา:
TfrmAbout.btnOk.Caption=ตกลง
TfrmAbout.lblver.Caption=เวอร์ชั่นปัจจุบัน:
;
;Voice
;
TfrmWRMMain.cbbVoice.Item1 = ปิดเสียง
TfrmWRMMain.cbbVoice.Item2 = ค่าเริ่มต้น
TfrmWRMMain.cbbVoice.Item3 = กำหนดเอง 
TfrmWRMMain.lblVoice.Caption = เสียงเตือน

[Messages]
UnkonwFileType = ไฟล์เสียงที่ไม่รู้จัก!
ExitModify=คุณมีการเปลี่ยนแปลงที่ยังไม่ได้บันทึก คุณจะออกจากหน้านี้หรือไม่?
RemindNameNULL=กรุณากรอกรายละเอียดของการเตือน!
NewVer=พบเวอร์ชั่นที่ใหม่กว่า! อัพเดทเดี๋ยวนี้หรือไม่?
NoNewVer=ขอแสดงความยินดี! คุณกำลังใช้เวอร์ชั่นล่าสุดในตอนนี้
ExitApp=คุณจะออกจาก Wise Reminder หรือไม่? การแจ้งให้ทราบของ Wise Reminder จะไม่สามารถใช้ได้!
NoneReminder=คุณยังไม่ได้ตั้งการเตือน!
NoneCopmpleted=ไม่มีการเตือนที่เสร็จสิ้นแล้ว!
NoneSelected=โปรดเลือกอย่างน้อยหนึ่งรายการ!
TimeOver=คุณได้กำหนดเวลาเร็วกว่าเวลาปัจจุบัน!

[Lang]
NativeLanguage=ภาษาไทย